tap "candid82/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hookdeck/hookdeck"
tap "koekeishiya/formulae"
tap "mosugi/formulae"
tap "planetscale/tap"
tap "railwaycat/emacsmacport"
tap "yqrashawn/goku"
brew "act", args: ["HEAD"]
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "atuin"
brew "bash"
brew "bat"
brew "icu4c"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "python@3.12"
brew "glib"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "editorconfig"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "fftw"
brew "fnm"
brew "python@3.11"
brew "fontforge"
brew "fprobe"
brew "fzf"
brew "fzy"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpatch"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "hdf5"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "libfido2"
brew "libgsf"
brew "libmatio"
brew "libpq"
brew "libpthread-stubs"
brew "librespot"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mutt"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "offlineimap"
brew "opam"
brew "openslide"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python-markdown"
brew "tcl-tk"
brew "python@3.8"
brew "qt"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sleepwatcher"
brew "stylua"
brew "switchaudio-osx"
brew "tmux"
brew "tmuxinator"
brew "transmission-cli"
brew "vips"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "clojure/tools/clojure"
brew "hookdeck/hookdeck/hookdeck"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yqrashawn/goku/goku"
cask "android-platform-tools"
cask "cleanmymac"
cask "dbeaver-community"
cask "discord"
cask "fig"
cask "font-fira-code"
cask "karabiner-elements"
cask "kitty"
cask "obs"
cask "telegram"
cask "transmission"
cask "warp"
